export default {
  namespaced: true,
  state: {
    cells: [
      {
        format: 'photo',
        title: false,
        content: 'https://sun9-75.userapi.com/c855532/v855532769/24743e/3BO2LSKE3Fk.jpg'
      },
      {
        format: 'text',
        title: false,
        content: 'С другой стороны сложившаяся структура организации играет важную роль в формировании модели развития. Равным образом рамки и место обучения кадров представляет собой интересный эксперимент проверки новых предложений.'
      },
      {
        format: 'text',
        title: 'Заголовок',
        content: 'С другой стороны сложившаяся структура организации играет важную роль в формировании модели развития. Равным образом рамки и место обучения кадров представляет собой интересный эксперимент проверки новых предложений.'
      },
      {
        format: 'photo',
        title: false,
        content: 'https://sun9-75.userapi.com/c855532/v855532769/24743e/3BO2LSKE3Fk.jpg'
      }
    ]
  },
  getters: {

  },
  mutations: {},
  actions: {}
}
