export default {
  namespaced: true,
  state: {
    discounts: [
      {
        url: 'https://lifeha.ru/wp-content/uploads/2016/05/img-3.jpg',
        desc: [
          'Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки модели развития. Разнообразный и богатый опыт новая модель организационной деятельности в значительной степени обуславливает создание форм развития.',
          'Задача организации, в особенности же консультация с широким активом в значительной степени обуславливает создание соответствующий условий активизации. Не следует, однако забывать, что новая модель организационной деятельности в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также новая модель организационной деятельности в значительной степени обуславливает создание направлений прогрессивного развития. Разнообразный и богатый опыт рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. Идейные соображения высшего порядка, а также начало повседневной работы по формированию позиции в значительной степени обуславливает создание соответствующий условий активизации.',
          'Таким образом укрепление и развитие структуры способствует подготовки и реализации новых предложений. Таким образом постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание соответствующий условий активизации. Задача организации, в особенности же сложившаяся структура организации представляет собой интересный эксперимент проверки дальнейших направлений развития. Таким образом рамки и место обучения кадров в значительной степени обуславливает создание новых предложений. С другой стороны сложившаяся структура организации позволяет оценить значение соответствующий условий активизации. Товарищи! укрепление и развитие структуры играет важную роль в формировании новых предложений.'
        ],
        endDate: '31.08.2020'
      },
      {
        url: 'https://lifeha.ru/wp-content/uploads/2016/05/img-3.jpg',
        desc: [
          'Задача организации, в особенности же консультация с широким активом в значительной степени обуславливает создание соответствующий условий активизации. Не следует, однако забывать, что новая модель организационной деятельности в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также новая модель организационной деятельности в значительной степени обуславливает создание направлений прогрессивного развития. Разнообразный и богатый опыт рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. Идейные соображения высшего порядка, а также начало повседневной работы по формированию позиции в значительной степени обуславливает создание соответствующий условий активизации.',
          'Таким образом укрепление и развитие структуры способствует подготовки и реализации новых предложений. Таким образом постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание соответствующий условий активизации. Задача организации, в особенности же сложившаяся структура организации представляет собой интересный эксперимент проверки дальнейших направлений развития. Таким образом рамки и место обучения кадров в значительной степени обуславливает создание новых предложений. С другой стороны сложившаяся структура организации позволяет оценить значение соответствующий условий активизации. Товарищи! укрепление и развитие структуры играет важную роль в формировании новых предложений.'
        ],
        endDate: '31.09.2020'
      }
    ]
  },
  getters: {
    getList (state) {
      return state.discounts
    }
  },
  mutations: {},
  actions: {}
}
